Repository: grigandal625/AT-ONTOLOGY
Catalog: at_ontology/locale/*/LC_MESSAGES/django.po
Languages: ru

source: ontology
ru: онтология

source: vertex type
ru: тип вершины

source: vertex
ru: вершина

source: vertices
ru: вершины

source: artifact definition
ru: определение артефакта

# artifact_definition_used
source: corresponding artifact definition
ru: соответствующее определение артефакта

source: vertex artifact assignment
ru: артефакт вершины

# vertex_artifact_assignments
source: vertices artifacts
ru: артефакты вершин

source: property definition
ru: определение свойства

# property_definition_used
source: corresponding property definition
ru: соответствующее определение свойства

# vertex_property_assignment
source: vertex property
ru: свойство вешины

# vertex_property_assignments
source: vertices properties
ru: свойства вершин

source: relationship type
ru: тип связи

source: source vertex
ru: родительская вершина

source: target vertex
ru: дочерняя вершина

source: relationship
ru: связь

source: relationships
ru: связи

# relationship_artifact_assignment
source: relationship artifact
ru: артефакт связи

# relationship_artifact_assignments
source: relationships artifacts
ru: артефакты связей

# relationship_property_assignment
source: relationship property
ru: свойство связи

# relationship_property_assignments
source: relationship properties
ru: свойства связей

source: imports
ru: импорты

source: ontologies
ru: онтологии

source: name
ru: имя

source: label
ru: надпись

source: description
ru: описание

source: derived from
ru: отнаследовано от

source: metadata
ru: метаданные

# instantiable_entity
source: instantiable entitie
ru: создаваемая сущность

source: instantiable entities
ru: создаваемые сущности

source: definition
ru: определение

source: definitions
ru: определения

source: ontology model
ru: модель онтологии

source: vertex types
ru: типы вершин

# valid_source_types
source: valid source vertex types
ru: допустимые типы родительских вершин

# valid_target_types
source: valid target vertex types
ru: допустимые типы дочерних вершин

source: relationship types
ru: типы связей

source: instance type
ru: тип

source: instance
ru: экземпляр

source: instances
ru: экземпляры

source: default path
ru: путь по умолчанию

source: MIME type
ru: MIME-тип

source: required
ru: обязательное

source: allows multiple
ru: допускается несколько значений

# min_assignments
source: minimum number of assignments
ru: минимальное количество значений

# max_assignments
source: maximum number of assignments
ru: макимальное количество значений

source: artifact definitions
ru: определения артефактов

# vertex_type_artifact_definition
source: vertex artifact definition
ru: определение артефакта вершины

# vertex_type_artifact_definitions
source: vertex artifact definitions
ru: определения артефактов вершин

# relationship_type_artifact_definition
source: relationship artifact definition
ru: определение артефакта связи

# relationship_type_artifact_definitions
source: relationship artifact definitions
ru: определения артефактов связей

source: id
ru: идентификатор

source: path
ru: путь

source: content
ru: содержимое

source: artifact
ru: артефакт

source: artifacts
ru: артефакты

source: default value
ru: значение по умолчанию

source: initializable
ru: инициализируемое

source: property definitions
ru: определения свойств

source: value
ru: значение

# property_assignment
source: property
ru: свойство

# property_assignments
source: properties
ru: свойства

source: data type
ru: тип данных

# vertex_type_property_definition
source: vertex property definition
ru: определение свойства вершины

# vertex_type_property_definitions
source: vertex property definitions
ru: определения свойств вершин

# relationship_type_property_definition
source: relationship property definition
ru: определение свойства связи

# relationship_type_property_definitions
source: relationship property definitions
ru: определения свойств связей

source: object schema
ru: схема объекта

source: data types
ru: типы данных

source: ontology models
ru: модели онтологий

# constraint_single_key_required
source: expected only one key for constraint data
ru: ожидался единственный ключ

source: constraint type
ru: тип ограничения

source: constraint data
ru: данные ограничения

# constraint_definition
source: constraint
ru: ограничение

# constraint_definitions
source: constraints
ru: ограничения
